gmsh_bif/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    wall
    {
        type            patch;
        physicalType    patch;
        nFaces          18872;
        startFace       278107;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          724;
        startFace       296979;
    }
    outlet4
    {
        type            patch;
        physicalType    patch;
        nFaces          172;
        startFace       297703;
    }
    outlet3
    {
        type            patch;
        physicalType    patch;
        nFaces          268;
        startFace       297875;
    }
    outlet1
    {
        type            patch;
        physicalType    patch;
        nFaces          170;
        startFace       298143;
    }
    outlet2
    {
        type            patch;
        physicalType    patch;
        nFaces          372;
        startFace       298313;
    }
)

// ************************************************************************* //
